[
  "emoji-shortcodes",
  "obsidian-admonition",
  "dataview",
  "obsidian-excel-to-markdown-table",
  "recent-files-obsidian",
  "obsidian-checklist-plugin",
  "tag-wrangler",
  "obsidian-plugin-toc",
  "uri-commands",
  "obsidian-paste-image-rename",
  "file-explorer-note-count",
  "table-editor-obsidian",
  "waypoint",
  "obsidian-frontmatter-tag-suggest",
  "obsidian-pandoc",
  "obsidian-minimal-settings",
  "obsidian-charts",
  "better-word-count",
  "remotely-save"
]