#####################################################################
# while문 활용
#####################################################################

#변수 입력
word = input()

# 카운팅용 변수 cnt
cnt = 0

while (word != ""):
    cnt += 1
    word = word[1:]
    # word 인덱스에 있는 첫번째 값을 word 값으로 받음
    # happy -> appy -> ppy -> py -> y -> " "

# print("반복문 후 cnt")
print(cnt)

# #####################################################################
# # for문 활용
# #####################################################################

# #변수 입력
# word = input()

# # 카운팅용 변수 cnt
# cnt = 0

# for i in word:
#     cnt += 1

# # print("반복문 후 cnt")
# print(cnt)

# #####################################################################
# # for문 활용(feat. index)
# #####################################################################

# #변수 입력
# word = input()

# # 카운팅용 변수 cnt
# # 변수 a에 문자열 할당
# cnt = 0
# a = word[:]

# for i in a:
#     word = word[:-1]
#     cnt += 1
#     if (word == ""):
#         break

# # print("반복문 후 cnt")
# print(cnt)