[
  "obsidian-emoji-toolbar",
  "emoji-shortcodes",
  "obsidian-admonition",
  "dataview",
  "obsidian-excel-to-markdown-table",
  "recent-files-obsidian",
  "obsidian-checklist-plugin",
  "tag-wrangler",
  "obsidian-plugin-toc",
  "obsidian-icon-folder",
  "uri-commands",
  "obsidian-paste-image-rename",
  "file-explorer-note-count",
  "table-editor-obsidian",
  "waypoint",
  "obsidian-frontmatter-tag-suggest"
]