[
  "table-editor-obsidian",
  "obsidian-emoji-toolbar",
  "emoji-shortcodes",
  "obsidian-admonition",
  "dataview",
  "obsidian-excel-to-markdown-table",
  "recent-files-obsidian",
  "file-explorer-note-count",
  "obsidian-checklist-plugin",
  "tag-wrangler",
  "obsidian-plugin-toc"
]